"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.initialBooks = void 0;
const Book_1 = require("./classes/Book");
exports.initialBooks = [
    new Book_1.Book(1, "ვეფხისტყაოსანი", "შოთა რუსთაველი", 1200, "ხელმისაწვდომია"),
    new Book_1.Book(2, "დათა თუთაშხია", "ჭაბუა ამირეჯიბი", 1975, "ხელმისაწვდომია"),
    new Book_1.Book(3, "დიდოსტატის კონსტანტინეს მარჯვენა", "კონსტანტინე გამსახურდია", 1939, "არ არის ხელმისაწვდომი"),
    new Book_1.Book(4, "კაცი, რომელსაც ლიტერატურა ძლიერ უყვარდა", "გურამ დოჩანაშვილი", 2001, "ხელმისაწვდომია"),
    new Book_1.Book(5, "მე, ბებია, ილიკო და ილარიონი", "ნოდარ დუმბაძე", 1960, "არ არის ხელმისაწვდომი")
];
