import { Book } from './classes/Book';

export const initialBooks: Book[] = [
    new Book(1, "ვეფხისტყაოსანი", "შოთა რუსთაველი", 1200, "ხელმისაწვდომია"),
    new Book(2, "დათა თუთაშხია", "ჭაბუა ამირეჯიბი", 1975, "ხელმისაწვდომია"),
    new Book(3, "დიდოსტატის კონსტანტინეს მარჯვენა", "კონსტანტინე გამსახურდია", 1939, "არ არის ხელმისაწვდომი"),
    new Book(4, "კაცი, რომელსაც ლიტერატურა ძლიერ უყვარდა", "გურამ დოჩანაშვილი", 2001, "ხელმისაწვდომია"),
    new Book(5, "მე, ბებია, ილიკო და ილარიონი", "ნოდარ დუმბაძე", 1960, "არ არის ხელმისაწვდომი")
];
